Repository: incuna/incuna-auth
Catalog: incuna_auth/locale/*/LC_MESSAGES/django.po
Languages: de_at, fr, hu, lt, pl

source: Restricted Access
de_at: Eingeschränkter Zugang
fr: Accès restreint
hu: Korlátozott hozzáférés
lt: Ribota prieiga
pl: Dostęp zastrzeżony

source: Log In
de_at: Einloggen
fr: Connexion
hu: Bejelentkezés
lt: Prisijungti
pl: Zaloguj się

source: Please log in using your email and password.
de_at: Bitte melden Sie sich mit Ihrem Benutzernamen und Passwort an.
fr: Veuillez vous identifier avec votre e-mail et votre mot de passe.
hu: Kérjük, jelentkezzen be az e-mail-címével és a jelszavával.
lt: Prisijunkite naudodami savo elektroninį paštą ir slaptažodį.
pl: Proszę zalogować się przy pomocy swojego adresu e-mail i hasła.

source: Forgotten password?
de_at: Passwort vergessen?
fr: Mot de passe oublié?
hu: Elfelejtette jelszavát?
lt: Pamiršote slaptažodį?
pl: Nie pamiętasz hasła?

source: Log in
de_at: Anmelden
fr: Connexion
hu: Bejelentkezés
lt: Prisijungti
pl: Zaloguj się

source: Logged Out
de_at: Abgemeldet
fr: Déconnecté
hu: Kijelentkezve
lt: Atsijungti
pl: Wylogowano

source: You have logged out.
de_at: Sie sind abgemeldet.
fr: Vous avez été deconnecté.
hu: Ön kijelentkezett.
lt: Jūs atsijungėte.
pl: Wylogowano pomyślnie.

source: Password Change Successful
de_at: Passwort erfolgreich geändert
fr: Changement du mot de passe réussie
hu: A jelszó megváltoztatása sikeres
lt: Slaptažodis sėkmingai pakeistas
pl: Hasło zostało zmienione

source: Your password was changed.
de_at: Ihr Passwort ist geändert.
fr: Votre mot de passe a été changé
hu: Jelszava megváltozott.
lt: Jūsų slaptažodis buvo pakeistas.
pl: Hasło zostało zmienione.

source: Password Change
de_at: Passwortänderung
fr: Changez votre mot de passe
hu: Jelszó módosítása
lt: Slaptažodžio pakeitimas
pl: Zmiana hasła

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
de_at: Bitte geben Sie Ihr altes Passwort aus Sicherheitsgründen ein, und geben Sie dann Ihr neues Passwort zweimal ein, damit wir überprüfen können, ob Sie es richtig eingegeben haben.
fr: Veuillez entrer votre ancien mot de passe par mesure de sécurité et veuillez entrer votre nouveau mot de passe deux fois pour que nous le vérifions.
hu: Kérjük, biztonsági okokból adja meg a régi jelszavát, majd adja meg kétszer az új jelszót annak érdekében, hogy le tudjuk ellenőrizni, hogy helyesen gépelte-e be.
lt: Saugumo tikslams įveskite savo senąjį slaptažodį, o tada įveskite savo naująjį slaptažodį du kartus, kad galėtumėme patikrinti, ar teisingai jį įvedėte.
pl: Dla bezpieczeństwa proszę wprowadzić swoje stare hasło, a następnie dwukrotnie wprowadzić nowe hasło, abyśmy mogli zweryfikować, czy zostało ono prawidłowo wpisane.

source: Change my password
de_at: Mein Passwort ändern
fr: Changer mon mot de passe
hu: Jelszó megváltoztatása
lt: Pakeisti slaptažodį
pl: Zmień moje hasło

source: Password Reset Complete
de_at: Passwort zurücksetzen abgeschlossen
fr: Réinitialisation complète du mot de passe
hu: Jelszó visszaállítása befejeződött
lt: Slaptažodžio pakeitimas užbaigtas
pl: Resetowanie hasła zakończone

source: Your password has been set. You may go ahead and <a href="%(login_url)s">log in</a> now.
de_at: Ihr Passwort wurde gesetzt. Sie können jetzt fortfahren und sich <a href="%(login_url)s">anmelden</a>.
fr: Votre mot de passe a été changé. Vous pouvez vous rendre sur <a href="%(login_url)s">la page de connexion</a> maintenant.
hu: Jelszava beállítása befejeződött. Folytathatja, és most már <a href="%(login_url)s">bejelentkezhet</a>.
lt: Jūsų slaptažodis buvo sukurtas. Dabar galite <a href="%(login_url)s">prisijungti</a>.
pl: Hasło zostało ustawione. Można teraz przejść do <a href="%(login_url)s">logowania</a>.

source: Enter New Password
de_at: Neues Passwort eingeben
fr: Entrez un nouveau mot de passe
hu: Adjon meg új jelszót
lt: Įveskite naują slaptažodį
pl: Wprowadź nowe hasło

source: Password Reset Unsuccessful
de_at: Passwort-Reset nicht erfolgreich
fr: Mot de passe non réinitialisé.
hu: A jelszó visszaállítása sikertelen
lt: Slaptažodžio pakeitimas nesėkmingas
pl: Hasło nie zostało zresetowane pomyślnie

source: Please enter your new password twice so we can verify you typed it in correctly.
de_at: Bitte geben Sie Ihr neues Passwort zweimal ein, damit wir überprüfen können, ob Sie es richtig eingegeben haben.
fr: Veuillez entrer votre mot de passe deux fois pour que nous puissions vérfier qu'il soit correct.
hu: Kérjük, adja meg kétszer az új jelszót annak érdekében, hogy le tudjuk ellenőrizni, hogy helyesen gépelte-e be.
lt: Įveskite savo naująjį slaptažodį du kartus, kad galėtumėme patikrinti ar teisingai jį įvedėte.
pl: Proszę dwukrotnie wprowadzić nowe hasło, abyśmy mogli zweryfikować, czy zostało ono prawidłowo wpisane.

source: The password reset link was invalid, possibly because it has already been used.
de_at: Der Link für die Passwort-Zurücksetzung war ungültig, möglicherweise, weil er bereits verwendet wurde.
fr: Le lien pour changer votre mot de passe n'est pas valide, il est possible qu'il ait déjà pu être utilisé.
hu: A jelszó-visszaállítási hivatkozás érvénytelen, valószínűleg azért, mert már felhasználta.
lt: Slaptažodžio pakeitimo sąsaja buvo neteisinga, galimai todėl, kad jis jau buvo pavartotas.
pl: Łącze do resetowania hasła było nieważne, prawdopodobnie dlatego, że zostało już wcześniej użyte.

source: Please <a href="%(password_reset_url)s">request a new password</a> reset.
de_at: Bitte <a href="%(password_reset_url)s">fordern Sie ein neues Passwort an</a>.
fr: Veuillez <a href="%(password_reset_url)s">créer une nouvelle requête pour changer votre mote de passe</a>.
hu: Kérjük, <a href="%(password_reset_url)s">kérjen új jelszó-visszaállítást</a>.
lt: Paprašykite <a href="%(password_reset_url)s">slaptažodžio pakeitimo</a> dar kartą.
pl: Proszę <a href="%(password_reset_url)s">zażądać ponownego zresetowania hasła</a>.

source: Please request a new password reset.
de_at: Bitte fordern Sie ein neues Passwort an.
fr: Veuillez demander un nouveau mot de passe.
hu: Kérjük, kérjen új jelszó visszaállítást.
lt: Paprašykite slaptažodio pakeitimo dar kartą.
pl: Proszę zażądać ponownego zresetowania hasła.

source: Password Reset Successful
de_at: Passwort-Reset erfolgreich
fr: Réinitialisation du mot de passe réussie
hu: A jelszó visszaállítása sikeres
lt: Slaptažodis sėkmingai pakeistas
pl: Hasło zostało zresetowane

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
de_at: Wir haben E-Mail-Anweisungen für die Einstellung Ihres Passwortes an die E-Mail-Adresse gesendet, die Sie angegeben haben. Sie sollten es in Kürze erhalten.
fr: Nous vous avons envoyé des instructions pour changer votre mot de passe à l'addresse e-mail que vous nous avez donné. Vous allez le recevoir sous peu.
hu: Elküldtük e-mailben a jelszó beállításához szükséges utasításokat az Ön által megadott e-mail-címre. Rövidesen meg kell kapnia.
lt: Atsiuntėme elektroniniu paštu instrukcijas kaip sukurti savo slaptažodį Jūsų pateiktu elektroninio pašto adresu. Turėtumėte neužilgo tai gauti.
pl: Na przekazany nam adres e-mail wysłaliśmy wiadomość zawierającą instrukcje dotyczące ustawiania hasła. Powinna ona wkrótce dotrzeć.

source: You're receiving this e-mail because you requested a password reset
de_at: Sie erhalten diese E-Mail, weil Sie ein neues Passwort angefordert haben
fr: Vous recevez cet e-mail car vous avez demandé à changer votre mot de passe
hu: Ön azért kapta ezt az e-mailt, mert jelszó-visszaállítást kért
lt: Jūs gavote šį laišką, nes prašėte pakeisti slaptažodį
pl: Niniejszą wiadomość e-mail otrzymano w związku z prośbą o zresetowanie hasła

source: for your user account at %(site_name)s
de_at: für Ihr Benutzerkonto bei %(site_name)s
fr: pour votre compte sur %(site_name)s
hu: a következő webhelyen meglévő felhasználói fiókjához: %(site_name)s
lt: savo naudotojo paskyrai, esančiai %(site_name)s
pl: do konta użytkownika w witrynie %(site_name)s

source: Please go to the following page and choose a new password:
de_at: Gehen Sie auf die folgende Seite und setzen Sie ein neues Passwort:
fr: Veuillez vous rendre sur la page suivante pour choisir un nouveau mot de passe :
hu: Kérjük, menjen a következő oldalra, és adjon meg egy új jelszót.
lt: Eikite į šį puslapį ir pasirinkite naują slaptažodį:
pl: Proszę przejść na następującą stronę i wybrać nowe hasło:

source: Your username, in case you've forgotten:
de_at: Ihr Benutzername, falls Sie ihn vergessen haben:
fr: Votre identifiant si vous l'avez oublié :
hu: Ha esetleg elfelejtette volna, felhasználóneve a következő:
lt: Jei pamiršote, Jūsų vartotojo vardas:
pl: W ramach przypomnienia, oto Twoja nazwa użytkownika:

source: Thanks for using our site!
de_at: Vielen Dank für die Nutzung unserer Website!
fr: Merci d'avoir consulté ce site !
hu: Köszönjük, hogy használta a webhelyünket!
lt: Dėkojame, kad naudojatės mūsų puslapiu!
pl: Dziękujemy za korzystanie z naszej witryny!

source: The %(site_name)s team
de_at: Das %(site_name)s Team
fr: L'équipe %(site_name)s
hu: A(z) %(site_name)s csapata
lt: %(site_name)s komanda
pl: Zespół %(site_name)s

source: Password Reset
de_at: Passwort zurücksetzen
fr: Réinitialisation du mot de passe
hu: Jelszó visszaállítása
lt: Slaptažodžio pakeitimas
pl: Zresetuj hasło

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
de_at: Passwort vergessen? Geben Sie unten Ihre E-Mail-Adresse ein, und wir werden E-Mail-Anweisungen für die Einstellung eines neuen Passworts senden.
fr: Vous avez oublié votre mot de passe? Entrez votre e-mail ci-dessous et nous vous enverrons des instructions pour en créer un nouveau.
hu: Elfelejtette a jelszavát? Adja meg alább az e-mail-címét, és elküldjük Önnek az új jelszó létrehozásával kapcsolatos utasításokat.
lt: Pamiršote savo slaptažodį? Įveskite savo elektroninio pašto adresą, ir atsiųsime Jums instrukcijas elektroniniu paštu kaip susikurti naują.
pl: Nie pamiętasz hasła? Wprowadź swój adres e-mail, abyśmy mogli wysłać instrukcje dotyczące ustawiania nowego.

source: Reset
de_at: Neueinstellung
fr: Réinitialiser
hu: Visszaállítás
lt: Pakeisti
pl: Zresetuj

source: ^login/$
de_at: ^Anmeldung/$

source: ^logout/$
de_at: ^Abmeldung/$

source: ^password/change/$
de_at: ^Passwort/Änderung/$

source: ^password/change/done/$
de_at: ^Passwort/Änderung/fertig/$

source: ^password/reset/$
de_at: ^Passwort/Erneuerung/$

source: ^password/reset/done/$
de_at: ^Passwort/Erneuerung/fertig/$

source: ^password/reset/complete/$
de_at: ^Passwort/Erneuerung/vollständig/$

source: ^password/reset/confirm/(?P<uidb64>[0-9A-Za-z_\-]+)/(?P<token>[0-9A-Za-z]{1,13}-[0-9A-Za-z]{1,20})/$
de_at: ^Passwort/Erneuerung/bestätigen/(?P<uidb64>[0-9A-Za-z_\-]+)/(?P<token>[0-9A-Za-z]{1,13}-[0-9A-Za-z]{1,20})/$

source: ^password/reset/confirm/(?P<uidb36>[0-9A-Za-z]{1,13})-(?P<token>[0-9A-Za-z]{1,13}-[0-9A-Za-z]{1,20})/$
de_at: ^Passwort/Erneuerung/bestätigen/(?P<uidb36>[0-9A-Za-z]{1,13})-(?P<token>[0-9A-Za-z]{1,13}-[0-9A-Za-z]{1,20})/$

source: You must be logged in to view this page.
hu: Az oldal megtekintéséhez be kell jelentkeznie.
lt: Turite būti prisijungę, kad galėtumėte peržiūrėti šį puslapį.
